tap "achannarasappa/tap"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "depot/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "oven-sh/bun"
tap "rafi/tap", "git@github.com:rafi/homebrew-tap.git"
brew "agg"
brew "imath"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "assh"
brew "ast-grep"
brew "atuin"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "cdrtools"
brew "cloc"
brew "cointop"
brew "countdown"
brew "crane"
brew "curl"
brew "delve"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "docker-completion"
brew "doctl"
brew "doggo"
brew "dra"
brew "ducker"
brew "dust"
brew "elixir"
brew "entr"
brew "erdtree"
brew "exif"
brew "exiftool"
brew "exiv2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpegthumbnailer"
brew "figlet"
brew "findutils"
brew "fish", args: ["HEAD"]
brew "fx"
brew "fzf"
brew "fzf-make"
brew "gawk"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-cal"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "gitu"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gocloc"
brew "gopass"
brew "goreleaser"
brew "gping"
brew "grc"
brew "grep"
brew "grex"
brew "grype"
brew "gum"
brew "havn"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "htop"
brew "hwatch"
brew "hyperfine"
brew "icdiff"
brew "iftop"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "imgdiff"
brew "ioping"
brew "jless"
brew "jnv"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "lazygit"
brew "less"
brew "lf"
brew "lima"
brew "litecli"
brew "lnav"
brew "lsd"
brew "luajit"
brew "lux"
brew "mactop"
brew "mas"
brew "masscan"
brew "mdcat"
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mockery"
brew "ncspot"
brew "tree-sitter"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nerdfix"
brew "nmap"
brew "odt2txt"
brew "onefetch"
brew "ouch"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgcli"
brew "pinentry-mac"
brew "pipdeptree"
brew "pkgconf"
brew "pnpm"
brew "podlet"
brew "popeye"
brew "poppler"
brew "presenterm"
brew "procs"
brew "pstree"
brew "qemu"
brew "rainfrog"
brew "rclone"
brew "rip2"
brew "ripgrep"
brew "rpm2cpio"
brew "rsync"
brew "ruby"
brew "rustup"
brew "rye"
brew "scilla"
brew "scooter"
brew "sd"
brew "sequin"
brew "sesh"
brew "shellcheck"
brew "silicon"
brew "sniffnet"
brew "socat"
brew "sq"
brew "starship"
brew "stern"
brew "subnetcalc"
brew "syncthing"
brew "tarsnap"
brew "tcpdump"
brew "telnet"
brew "termscp"
brew "timewarrior"
brew "tmux"
brew "tmux-xpanes"
brew "toilet"
brew "tokei"
brew "ttdl"
brew "ttyd"
brew "unar"
brew "unzip"
brew "urlview"
brew "vercel-cli"
brew "vhs"
brew "viddy"
brew "vim"
brew "vivid"
brew "watch"
brew "weechat"
brew "wget"
brew "xdg-ninja"
brew "xmlstarlet"
brew "xorriso"
brew "yarn"
brew "yazi", args: ["HEAD"]
brew "yj"
brew "yq"
brew "zoxide"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/mods"
brew "depot/tap/depot"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/packer"
brew "k1low/tap/gh-star-history"
brew "k1low/tap/harvest"
brew "k1low/tap/keyp"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "rafi/tap/browserpass"
brew "rafi/tap/git-fame"
brew "rafi/tap/gits"
brew "rafi/tap/goup", args: ["HEAD"]
brew "rafi/tap/jig"
cask "alacritty"
cask "arc"
cask "bananas"
cask "bartender"
cask "beyond-compare"
cask "bruno"
cask "calibre"
cask "contexts"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "font-3270-nerd-font"
cask "font-cascadia-code"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "key-codes"
cask "kitty"
cask "licecap"
cask "maccy"
cask "marked"
cask "meetingbar"
cask "muzzle"
cask "netnewswire"
cask "nfov"
cask "notunes"
cask "orbstack"
cask "pearcleaner"
cask "pixel-picker"
cask "plexamp"
cask "quickrecorder"
cask "qview"
cask "raycast"
cask "reminders-menubar"
cask "skim"
cask "slack"
cask "soulseek"
cask "spotify"
cask "telegram"
cask "unetbootin"
cask "utm"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wezterm"
cask "wireshark"
cask "zed"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
