tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "koekeishiya/formulae"
tap "rafi/tap", "git@github.com:rafi/homebrew-tap.git"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "ansible-lint"
brew "aria2"
brew "assh"
brew "atool"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bc"
brew "bingrep"
brew "broot"
brew "python"
brew "calc"
brew "catimg"
brew "x265"
brew "imagemagick"
brew "chafa"
brew "cloc"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "dive"
brew "doctl"
brew "drone-cli"
brew "editorconfig"
brew "gnutls"
brew "entr"
brew "exif"
brew "exiv2"
brew "fd"
brew "ffuf"
brew "figlet"
brew "findutils"
brew "fish"
brew "fortune"
brew "node"
brew "fx"
brew "fzf", args: ["HEAD"]
brew "fzy"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "gifski"
brew "git"
brew "git-cal"
brew "git-extras"
brew "git-filter-repo"
brew "git-quick-stats"
brew "glow"
brew "glyr"
brew "gnupg"
brew "gnu-sed"
brew "gobuster"
brew "googler"
brew "gopass"
brew "graphviz"
brew "grc"
brew "grep"
brew "grv"
brew "helm@2"
brew "help2man"
brew "hey"
brew "htop"
brew "httpie"
brew "httpstat"
brew "icdiff"
brew "id3lib"
brew "interactive-rebase-tool"
brew "ioping"
brew "jq"
brew "jrnl"
brew "jsonlint"
brew "just"
brew "k3d"
brew "kakoune"
brew "keychain"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lazygit"
brew "less"
brew "lf"
brew "mas"
brew "mdcat"
brew "media-info"
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "mpc"
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "nnn"
brew "openldap"
brew "p7zip"
brew "pango"
brew "tree"
brew "pass"
brew "pastel"
brew "pgcli"
brew "pidof"
brew "pinentry-mac"
brew "pinfo"
brew "pipenv"
brew "pngcrush"
brew "poetry"
brew "poppler"
brew "portaudio"
brew "procs"
brew "proselint"
brew "pspg"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qp"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "run"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "skopeo"
brew "socat"
brew "starship"
brew "stern"
brew "subliminal"
brew "subnetcalc"
brew "syncthing", restart_service: true
brew "task"
brew "taskell"
brew "tcpdump"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmux-xpanes"
brew "topgrade"
brew "tty-share"
brew "ttyd"
brew "ttyrec"
brew "ttygif"
brew "twtxt"
brew "unrar"
brew "unzip"
brew "upx"
brew "urlview"
brew "vault"
brew "vim"
brew "vit"
brew "volt"
brew "watch"
brew "wget"
brew "wordnet"
brew "write-good"
brew "xmlstarlet"
brew "yamllint"
brew "yank"
brew "yarn"
brew "yq"
brew "z"
brew "zimg"
brew "zplug"
brew "zsh"
brew "k1low/tap/colr"
brew "k1low/tap/tbls"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "rafi/tap/browserpass"
brew "rafi/tap/cassowary"
brew "rafi/tap/diana", args: ["HEAD"]
brew "rafi/tap/gits", args: ["HEAD"]
brew "rafi/tap/gof"
brew "rafi/tap/lstags"
brew "rafi/tap/markdown-tui", args: ["HEAD"]
brew "rafi/tap/mle"
brew "rafi/tap/pg-flame"
brew "rafi/tap/red", args: ["HEAD"]
brew "rafi/tap/reg"
brew "rafi/tap/tmuxp"
brew "rafi/tap/vint"
brew "rafi/tap/yaml2json"
brew "rafi/tap/yj"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "anki"
cask "beyond-compare"
cask "bob"
cask "clipy"
cask "contexts"
cask "docker"
cask "dozer"
cask "font-fira-code"
cask "font-hasklig-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrains-mono"
cask "handbrake"
cask "hyperdock"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "launchcontrol"
cask "licecap"
cask "marked"
cask "mousepose"
cask "mpv"
cask "osxfuse"
cask "pixel-picker"
cask "postman"
cask "qtpass"
cask "remote-desktop-manager-free"
cask "skim"
cask "slack"
cask "soulseek"
cask "spotify"
cask "telegram"
cask "transmission"
cask "transmit"
cask "typora"
cask "ubersicht"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "xee"
cask "yu-writer"
cask "zerotier-one"
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "PopClip", id: 445189367
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
