tap "achannarasappa/tap"
tap "apenngrace/vulkan"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "rafi/tap", "git@github.com:rafi/homebrew-tap.git"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "abook"
brew "ansible-lint"
brew "ansifilter"
brew "aria2"
brew "assh"
brew "atool"
brew "aws-iam-authenticator"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bc"
brew "bingrep"
brew "broot"
brew "bzip2"
brew "calc"
brew "cassowary"
brew "catimg"
brew "imath"
brew "x265"
brew "imagemagick"
brew "chafa"
brew "cheat"
brew "cloc"
brew "cointop"
brew "colordiff"
brew "coreutils"
brew "crane"
brew "croc"
brew "ctop"
brew "openldap"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "dive"
brew "dnstop"
brew "doctl"
brew "docutils"
brew "drone-cli"
brew "dust"
brew "earthly"
brew "editorconfig"
brew "empty"
brew "node"
brew "entr"
brew "ethereum"
brew "exa"
brew "exif"
brew "exiv2"
brew "fd"
brew "fetch"
brew "p11-kit"
brew "gnutls"
brew "gobject-introspection"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fortune"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdb"
brew "gdu", link: false
brew "gh"
brew "gifsicle"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-quick-stats"
brew "gitui"
brew "glow"
brew "glyr"
brew "gnupg"
brew "gmime"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gocloc"
brew "golangci-lint"
brew "googler"
brew "terminal-notifier"
brew "gopass"
brew "gopls"
brew "gotop"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "hadolint"
brew "heksa"
brew "helm"
brew "help2man"
brew "hexyl"
brew "htop"
brew "httpstat"
brew "hunspell"
brew "icdiff"
brew "id3lib"
brew "iftop"
brew "ioping"
brew "isync"
brew "jid"
brew "jq"
brew "jrnl"
brew "json-c"
brew "jsonlint"
brew "k3d"
brew "kakoune"
brew "keychain"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "languagetool"
brew "launchctl-completion"
brew "lazygit"
brew "less"
brew "lf"
brew "litecli"
brew "luajit"
brew "lunchy-go"
brew "mas"
brew "mdbook"
brew "mdcat"
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mkvalidator"
brew "mkvtoolnix"
brew "monolith"
brew "moreutils"
brew "mpc"
brew "msmtp"
brew "n"
brew "ncdu"
brew "ncmpcpp"
brew "notmuch"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "neovim-remote"
brew "netcat"
brew "newsboat"
brew "ngrep"
brew "nmap"
brew "nnn"
brew "nomino"
brew "noti"
brew "oath-toolkit"
brew "operator-sdk"
brew "osx-cpu-temp"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgcli"
brew "pidof"
brew "pinentry-mac"
brew "pinfo"
brew "pipgrip"
brew "pngcrush"
brew "poetry"
brew "poppler"
brew "procs"
brew "proselint"
brew "pspg"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "revive"
brew "ripgrep-all"
brew "xxhash"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "silicon"
brew "socat"
brew "starship"
brew "stern"
brew "subfinder"
brew "subliminal"
brew "subnetcalc"
brew "syncthing", restart_service: true
brew "t-rec"
brew "task"
brew "tcpdump"
brew "telnet"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmux-xpanes"
brew "tmuxp"
brew "topgrade"
brew "trash-cli"
brew "tty-share"
brew "ttyd"
brew "ttyrec"
brew "ugrep"
brew "unrar"
brew "unzip"
brew "urlview"
brew "vercel-cli"
brew "vim"
brew "vint"
brew "vit"
brew "vivid"
brew "w3m"
brew "watch"
brew "weechat"
brew "wget"
brew "write-good"
brew "wtfutil"
brew "xh"
brew "xmlstarlet"
brew "yamllint"
brew "yank"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "k1low/tap/colr"
brew "k1low/tap/lrep"
brew "k1low/tap/tbls"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "rafi/tap/browserpass"
brew "rafi/tap/complete-alias", args: ["HEAD"]
brew "rafi/tap/git-fame"
brew "rafi/tap/git-open"
brew "rafi/tap/gits"
brew "rafi/tap/image2ascii"
brew "rafi/tap/lstags"
brew "rafi/tap/markdown-tui"
brew "rafi/tap/mdshow", args: ["HEAD"]
brew "rafi/tap/nextword"
brew "rafi/tap/pg-flame"
brew "rafi/tap/reg"
brew "rafi/tap/robo"
brew "rafi/tap/seq2gif"
brew "rafi/tap/sshpass"
brew "rafi/tap/sup"
brew "rafi/tap/workon-py", args: ["HEAD"]
brew "rigellute/tap/spotify-tui"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "beyond-compare"
cask "brave-browser"
cask "chromedriver"
cask "clipy"
cask "cloudapp"
cask "contexts"
cask "deckset"
cask "discord"
cask "docker"
cask "dozer"
cask "drawio"
cask "element"
cask "figma"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-gohufont-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono-nerd-font"
cask "google-chat"
cask "google-cloud-sdk"
cask "handbrake"
cask "hyperdock"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "launchcontrol"
cask "licecap"
cask "mactex"
cask "marked"
cask "meetingbar"
cask "mousepose"
cask "mpv"
cask "netnewswire"
cask "nfov"
cask "ngrok"
cask "obsidian"
cask "pixel-picker"
cask "plex-media-server"
cask "postman"
cask "qtox"
cask "skim"
cask "slack"
cask "spotify"
cask "sqlitestudio"
cask "superproductivity"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "transmit"
cask "typora"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vitals"
cask "vulkan-sdk"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
cask "yu-writer"
cask "zerotier-one"
cask "zoom"
mas "Bear", id: 1091189122
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
